{
  "version": 2,
  "updatedAt": "2026-01-16T09:11:41.619Z",
  "cards": {
    "1": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "2": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "3": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "trivial"
      ]
    },
    "4": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "trivial"
      ]
    },
    "5": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "6": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "7": {
      "reviews": [
        "trivial"
      ]
    },
    "8": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "trivial"
      ]
    },
    "9": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "trivial"
      ]
    },
    "10": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "11": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "12": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "13": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "normal",
        "easy",
        "easy"
      ]
    },
    "14": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "15": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "16": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "17": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "18": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "19": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "20": {
      "reviews": [
        "easy",
        "easy",
        "trivial"
      ]
    },
    "21": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "22": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "23": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "24": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "25": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "26": {
      "reviews": [
        "easy",
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "27": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "28": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "29": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "30": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "trivial"
      ]
    },
    "31": {
      "reviews": [
        "easy",
        "easy",
        "trivial"
      ]
    },
    "32": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "33": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "easy",
        "easy",
        "normal",
        "easy",
        "easy"
      ]
    },
    "34": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "35": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "36": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "37": {
      "reviews": [
        "hard",
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "38": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "39": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "40": {
      "reviews": [
        "normal",
        "easy",
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "41": {
      "reviews": [
        "easy",
        "easy",
        "trivial"
      ]
    },
    "42": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "43": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "44": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "45": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "46": {
      "reviews": [
        "trivial"
      ]
    },
    "47": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "48": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "49": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "50": {
      "reviews": [
        "easy",
        "easy",
        "trivial"
      ]
    },
    "51": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "52": {
      "reviews": [
        "easy",
        "easy",
        "trivial"
      ]
    },
    "53": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "54": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "55": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "56": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "57": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "58": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "59": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "60": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "61": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "62": {
      "reviews": [
        "trivial"
      ]
    },
    "63": {
      "reviews": [
        "easy",
        "trivial"
      ]
    },
    "64": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "65": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "66": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "normal",
        "easy",
        "normal",
        "easy",
        "normal",
        "easy"
      ]
    },
    "67": {
      "reviews": [
        "normal",
        "easy",
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "68": {
      "reviews": [
        "easy",
        "trivial"
      ]
    },
    "69": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "70": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "71": {
      "reviews": [
        "trivial"
      ]
    },
    "72": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "73": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "74": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "75": {
      "reviews": [
        "trivial"
      ]
    },
    "76": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "trivial"
      ]
    },
    "77": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "normal",
        "easy",
        "easy"
      ]
    },
    "78": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "79": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "80": {
      "reviews": [
        "trivial"
      ]
    },
    "81": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "82": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "83": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "84": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "trivial"
      ]
    },
    "85": {
      "reviews": [
        "easy",
        "easy",
        "normal",
        "easy",
        "easy"
      ]
    },
    "86": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "87": {
      "reviews": [
        "trivial"
      ]
    },
    "88": {
      "reviews": [
        "easy",
        "trivial"
      ]
    },
    "89": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "90": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "91": {
      "reviews": [
        "trivial"
      ]
    },
    "92": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "93": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "94": {
      "reviews": [
        "trivial"
      ]
    },
    "95": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "96": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "97": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "98": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "99": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "100": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "101": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "102": {
      "reviews": [
        "easy",
        "easy",
        "trivial"
      ]
    },
    "103": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "104": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "105": {
      "reviews": [
        "easy",
        "trivial"
      ]
    },
    "106": {
      "reviews": [
        "easy",
        "easy",
        "trivial"
      ]
    },
    "107": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "108": {
      "reviews": [
        "trivial"
      ]
    },
    "109": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "110": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "111": {
      "reviews": [
        "trivial"
      ]
    },
    "112": {
      "reviews": [
        "easy",
        "trivial"
      ]
    },
    "113": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "114": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "115": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "116": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "normal",
        "easy"
      ]
    },
    "117": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "118": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "119": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "normal",
        "easy",
        "easy"
      ]
    },
    "120": {
      "reviews": [
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "121": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "122": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "123": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "124": {
      "reviews": [
        "trivial"
      ]
    },
    "125": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "126": {
      "reviews": [
        "trivial"
      ]
    },
    "127": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "128": {
      "reviews": [
        "easy",
        "easy",
        "trivial"
      ]
    },
    "129": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "130": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy",
        "easy"
      ]
    },
    "131": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "132": {
      "reviews": [
        "easy",
        "easy",
        "trivial"
      ]
    },
    "133": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "134": {
      "reviews": [
        "trivial"
      ]
    },
    "135": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "136": {
      "reviews": [
        "trivial"
      ]
    },
    "137": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "138": {
      "reviews": [
        "easy",
        "easy",
        "easy"
      ]
    },
    "139": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "140": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "141": {
      "reviews": [
        "easy",
        "easy",
        "easy"
      ]
    },
    "142": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "143": {
      "reviews": [
        "easy",
        "easy",
        "easy"
      ]
    },
    "144": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "145": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "146": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "147": {
      "reviews": [
        "easy",
        "trivial"
      ]
    },
    "148": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "149": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "150": {
      "reviews": [
        "normal",
        "easy",
        "easy",
        "easy"
      ]
    },
    "151": {
      "reviews": [
        "normal",
        "easy",
        "normal"
      ]
    },
    "152": {
      "reviews": [
        "easy",
        "easy",
        "easy"
      ]
    },
    "153": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy"
      ]
    },
    "154": {
      "reviews": [
        "trivial"
      ]
    },
    "155": {
      "reviews": [
        "easy",
        "easy"
      ]
    },
    "156": {
      "reviews": [
        "normal",
        "normal",
        "normal",
        "easy",
        "easy"
      ]
    },
    "157": {
      "reviews": [
        "normal",
        "easy",
        "easy"
      ]
    },
    "158": {
      "reviews": [
        "normal",
        "normal",
        "easy"
      ]
    },
    "159": {
      "reviews": [
        "normal",
        "easy",
        "easy"
      ]
    },
    "160": {
      "reviews": [
        "normal",
        "normal",
        "easy",
        "easy"
      ]
    },
    "161": {
      "reviews": [
        "easy",
        "easy"
      ]
    },
    "162": {
      "reviews": [
        "normal",
        "easy",
        "easy"
      ]
    },
    "163": {
      "reviews": [
        "easy",
        "easy"
      ]
    },
    "164": {
      "reviews": [
        "normal",
        "easy",
        "easy"
      ]
    },
    "165": {
      "reviews": [
        "easy",
        "easy"
      ]
    },
    "166": {
      "reviews": [
        "easy",
        "easy"
      ]
    },
    "167": {
      "reviews": [
        "easy",
        "easy"
      ]
    },
    "168": {
      "reviews": [
        "normal",
        "easy"
      ]
    },
    "169": {
      "reviews": [
        "easy"
      ]
    },
    "170": {
      "reviews": [
        "easy"
      ]
    },
    "171": {
      "reviews": [
        "easy"
      ]
    },
    "172": {
      "reviews": [
        "easy"
      ]
    },
    "173": {
      "reviews": [
        "easy"
      ]
    }
  },
  "queue": [
    174,
    47,
    34,
    131,
    155,
    45,
    169,
    32,
    38,
    39,
    48,
    170,
    42,
    44,
    26,
    153,
    151,
    171,
    168,
    53,
    158,
    157,
    172,
    51,
    49,
    161,
    138,
    173,
    37,
    56,
    54,
    159,
    40,
    163,
    58,
    141,
    139,
    59,
    133,
    165,
    162,
    166,
    156,
    160,
    55,
    167,
    164,
    143,
    119,
    140,
    135,
    70,
    142,
    72,
    83,
    81,
    78,
    144,
    13,
    145,
    64,
    146,
    82,
    79,
    86,
    69,
    116,
    57,
    66,
    148,
    74,
    65,
    152,
    149,
    137,
    150,
    73,
    61,
    33,
    67,
    89,
    90,
    92,
    93,
    98,
    97,
    95,
    96,
    60,
    103,
    100,
    104,
    101,
    175,
    176,
    177,
    99,
    178,
    179,
    180,
    181,
    109,
    182,
    183,
    110,
    107,
    184,
    185,
    186,
    187,
    85,
    188,
    113,
    120,
    114,
    117,
    121,
    77,
    189,
    122,
    123,
    115,
    190,
    118,
    191,
    192,
    125,
    193,
    194,
    127,
    195,
    196,
    197,
    198,
    129,
    130,
    199,
    200,
    7,
    46,
    20,
    31,
    41,
    62,
    50,
    71,
    63,
    52,
    75,
    68,
    80,
    4,
    8,
    9,
    87,
    30,
    91,
    94,
    88,
    108,
    111,
    105,
    124,
    76,
    126,
    102,
    112,
    84,
    134,
    106,
    136,
    128,
    132,
    2,
    3,
    147,
    10,
    154,
    17,
    19,
    5,
    21,
    22,
    23,
    24,
    12,
    14,
    25,
    18,
    15,
    16,
    1,
    27,
    28,
    6,
    35,
    29,
    11,
    36,
    43
  ],
  "sinceFresh": 0
}